Repository: SuperDomek/Coral
Catalog: resources/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: organization
cs_cz: organizace

source: Aliases
cs_cz: Zkratky

source: Alias:
cs_cz: Zkratka:

source: add alias
cs_cz: přidat zkratku

source: Data action
cs_cz: Akce s daty

source: Access Information
cs_cz: Informace o přístupu

source: edit
cs_cz: upravit

source: edit resource
cs_cz: upravit zdroj

source: Administering Sites:
cs_cz: Spravující oddělení:

source: Authorized Sites:
cs_cz: Přístup z:

source: Username / Password:
cs_cz: Login / Heslo:

source: Registered IP Address:
cs_cz: Registrovaná IP adresa:

source: No access information available
cs_cz: Není k dispozici informace o přístupu

source: edit access information
cs_cz: upravit informaci o přístupu

source: Additional Notes
cs_cz: Dodatečné poznámky

source: add new note
cs_cz: přidat poznámku

source: edit note
cs_cz: upravit poznámku

source: remove note
cs_cz: odstranit poznámku

source: Resource Specific:
cs_cz: Specifika zdroje:

source: No Resource Specific Accounts
cs_cz: Žádné specifické účty pro zdroj

source: add new account
cs_cz: přidat účet

source: Inherited:
cs_cz: Zděděno:

source: edit account
cs_cz: upravit účet

source: remove account
cs_cz: odstranit účet

source: Visit Account in Organizations Module
cs_cz: Přejít na účet v modulu organizací

source: Visit Login URL
cs_cz: Navštívit přihlašovací URL

source: User Name:
cs_cz: Login:

source: Last Updated:
cs_cz: Poslední úprava:

source: No accounts available
cs_cz: Žádné účty nejsou k dispozici

source: edit order information
cs_cz: upravit informaci o objednávce

source: catalog view
cs_cz: zobrazit katalog

source: Purchasing Sites:
cs_cz: Nakupující oddělení:

source: Expiration Alert Enabled
cs_cz: Upozornění o vypršení zapnuto

source: edit cost history
cs_cz: upravit historii plateb

source: Details
cs_cz: Detaily

source: No payment information available
cs_cz: Informace o platbě není k dispozici

source: License
cs_cz: Licence

source: on
cs_cz: na

source: Licenses:
cs_cz: Licence:

source: View License
cs_cz: Zobrazit licenci

source: No associated licenses available.
cs_cz: Není připojena žádná licence.

source: edit license and status
cs_cz: upravit licenci a stav

source: edit license status
cs_cz: upravit stav licence

source: remove
cs_cz: odstranit

source: add email address
cs_cz: přidat e-mail

source: Days in advance of expiration
cs_cz: Dnů před vypršením

source: add days
cs_cz: přidat dny

source: add new currency
cs_cz: přidat měnu

source: Value
cs_cz: Hodnota

source: add new
cs_cz: přidat nový

source: add new fund
cs_cz: přidat finanční zdroj

source: import funds
cs_cz: importovat finanční zdroj

source: add new import configuration
cs_cz: přidat konfiguraci importu

source: Detailed Subject
cs_cz: Podobor

source: Subject Relationships
cs_cz: Vztahy oborů

source: edit user
cs_cz: upravit uživatele

source: add new user
cs_cz: přidat uživatele

source: Workflow Setup
cs_cz: Nastavení procesu

source: add workflow
cs_cz: přidat proces

source: You must set up at least one user group before you can add workflows
cs_cz: Pro vytvoření procesu přidejte alespoň jednu skupinu uživatelů

source: User Group Setup
cs_cz: Nastavení uživatelské skupiny

source: Group Name
cs_cz: Název skupiny

source: add user group
cs_cz: přidat uživatelskou skupinu

source: view attachment
cs_cz: zobrazit přílohu

source: edit attachment
cs_cz: upravit přílohu

source: remove this attachment
cs_cz: odstranit přílohu

source: No attachments available
cs_cz: Žádné přílohy

source: add new attachment
cs_cz: přidat přílohu

source: The following are archived contacts:
cs_cz: Následující kontakty jsou archivovány:

source: No Resource Specific Contacts
cs_cz: Zdroj nemá specifické kontakty

source: edit contact
cs_cz: upravit kontakt

source: remove contact
cs_cz: odstranit kontakt

source: Visit Contact in Organizations Module
cs_cz: Přejít na kontakt v organizačním modulu

source: No longer valid:
cs_cz: Už není validní:

source: Location:
cs_cz: Lokace:

source: No contacts available
cs_cz: Žádný kontakt

source: archived contact(s) available.
cs_cz: archivovaných kontaktů.

source: show archived contacts
cs_cz: zobrazit archivované kontakty

source: hide archived contacts
cs_cz: skrýt archivované kontakty

source: Downtime Resolved:
cs_cz: Výpadek vyřešen:

source: Linked issue:
cs_cz: Propojený problém:

source: Organizational
cs_cz: Organizační

source: There are no organization level downtimes.
cs_cz: Žádné odstávky na úrovni organizace.

source: Resources
cs_cz: Informační zdroje

source: There are no resource level downtimes.
cs_cz: Žádné odstávky na úrovni zdroje.

source: Issues/Problems
cs_cz: Problémy

source: report new issue
cs_cz: nahlásit problém

source: view open issues
cs_cz: zobrazit aktivní problémy

source: view archived issues
cs_cz: zobrazit archivované problémy

source: Downtime
cs_cz: Odstávka

source: report new Downtime
cs_cz: nahlásit novou odstávku

source: view current/upcoming downtime
cs_cz: zobrazit aktivní / nadcházející odstávky

source: view archived downtime
cs_cz: zobrazit archivované odstávky

source: close
cs_cz: zavřít

source: downtime
cs_cz: odstávka

source: Date reported:
cs_cz: Datum nahlášení:

source: Date closed:
cs_cz: Datum uzavření:

source: Contact(s):
cs_cz: Kontakty:

source: There are no organization level issues.
cs_cz: Žádné problémy na úrovni organizace.

source: There are no resource level issues.
cs_cz: Žádné problémy na úrovni zdroje.

source: Outstanding Tasks
cs_cz: Aktivní úkoly

source: No outstanding requests
cs_cz: Žádné aktivní úkoly

source: Routing Step
cs_cz: Krok

source: Start Date
cs_cz: Datum začátku

source: remove resource
cs_cz: odstranit informační zdroj

source: remove resource and its children
cs_cz: odstranit inf. zdroj a jeho dceřiné zdroje

source: Created:
cs_cz: Vytvořeno:

source: Last Update:
cs_cz: Poslední úprava:

source: Related Products:
cs_cz: Související produkty:

source: view resource
cs_cz: zobrazit zdroj

source: View
cs_cz: Zobrazit

source: Aliases:
cs_cz: Zkratky:

source: Organizations:
cs_cz: Organizace:

source: Resource URL:
cs_cz: URL zdroje:

source: Visit Resource URL
cs_cz: Navštívit URL zdroje

source: Visit Secondary Resource URL
cs_cz: Navštívit sekundární URL zdroje

source: edit product details
cs_cz: upravit detaily produktu

source: remove subject
cs_cz: smazat obor

source: add new subject
cs_cz: přidat obor

source: Print View
cs_cz: Náhled tisku

source: Catalog View
cs_cz: Zobrazit katalog

source: Parent Record(s)
cs_cz: Nadřazené záznamy

source: Child Record(s)
cs_cz: Dceřinné záznamy

source: Organizations Module
cs_cz: Organizace

source: Licensing Module
cs_cz: Licence

source: Usage Statistics Module
cs_cz: Statistiky využití

source: Get Statistics
cs_cz: Získat statistiku

source: No workflow steps have been set up for this resource's combination of Acquisition Type and Resource Format.
cs_cz: Pro tento zdroj nebyly zadány žádné kroky procesu ohledně typu akvizice a formátu zdroje.

source: If you think this is in error, please contact your workflow administrator.
cs_cz: Pokud nastala chyba, kontaktujte administrátora.

source: Not entered into workflow.
cs_cz: Není zadán do procesu.

source: Step
cs_cz: Krok

source: Group
cs_cz: Skupina

source: Complete
cs_cz: Hotovo

source: Delete
cs_cz: Smazat

source: mark complete
cs_cz: označit za hotové

source: Workflow completed on
cs_cz: Proces dokončen

source: Workflow restarted on
cs_cz: Proces restartován

source: restart workflow
cs_cz: restartovat proces

source: mark entire workflow complete
cs_cz: označit celý proces za hotový

source: Saved Requests
cs_cz: Uložené požadavky

source: No saved requests
cs_cz: Žádné uložené požadavky

source: Date Created
cs_cz: Datum vytvoření

source: Status
cs_cz: Stav

source: edit request
cs_cz: upravit požadavek

source: remove request
cs_cz: odstranit požadavek

source: Sorry, no requests fit your query
cs_cz: Žádný záznam neodpovídá dotazu

source: Displaying %d to %d of %d Resource Record
cs_cz: Zobrazuji %d až %d z %d záznamu zdrojů

source: previous page
cs_cz: předchozí stránka

source: next page
cs_cz: následující stránka

source: Creator
cs_cz: Tvůrce

source: records per page
cs_cz: záznamů na stránku

source: Submitted Requests
cs_cz: Odeslané požadavky

source: No submitted requests
cs_cz: Žádné odeslané požadavky

source: Processing action
cs_cz: Zpracovávám akci

source: Unable to delete. Please make sure no resources are set up with this information.
cs_cz: Nepodařilo se smazat. Ujistěte se, že žádný zdroj není propojen s touto informací.

source: Import configuration successfully deleted.
cs_cz: Úspěšně smazána konfigurace importu.

source: Unable to delete - this
cs_cz: Nepodařilo se smazat - tato

source: is in use. Please make sure no resources are set up with this information.
cs_cz: je používán. Ujistěte se, že žádný zdroj není propojen s touto informací.

source: Resource successfully deleted.
cs_cz: Zdroj úspěšně smazán.

source: Note successfully deleted.
cs_cz: Poznámka úspěšně smazána.

source: Subject successfully removed.
cs_cz: Obor úspěšně smazán.

source: A duplicate
cs_cz: Duplikát

source: exists.
cs_cz: nalezen.

source: User successfully saved.
cs_cz: Uživatel úspěšně uložen.

source: There was a problem saving your file to
cs_cz: Nastala chyba při ukládání souboru do

source: . Please ensure your attachments directory is writable.
cs_cz: . Ujistěte se, že složka s přílohami je nastavena pro zápis.

source: Resources import
cs_cz: Import inf. zdrojů

source: Delimited File Import
cs_cz: Import souboru s oddělovači

source: The file has been successfully uploaded.
cs_cz: Soubor byl úspěšně nahrán.

source: Unable to get columns headers from the file
cs_cz: Nepodařilo se získat hlavičky sloupců ze souboru

source: Unable to open the uploaded file
cs_cz: Nepodařilo se otevřít nahraný soubor

source: Unable to upload the file
cs_cz: Nepodařilo se nahrát soubor

source: Error:
cs_cz: Chyba:

source: If you have not previously created an Import Configuration, then for each of the resource fields please input the number of the column in your CSV file that corresponds to the resource field. For example, if your import file has a second column called Name that corresponds to the Resource Title, then you would input 2 for the value for the Resource Title field. For columns with multiple values that are character-delimited, indicate the delimiter using the If delimited, delimited by field. For fields with values across multiple columns, add additional sets using the +Add another links. Use the Dedupe on this column option for ISBN/ISSN sets to ignore any duplicate values that might occur across those columns. The Alias Types, Note Types, and Organization Roles that you can assign to your mapped columns can be configured on the Admin page.
cs_cz: Pokud jste ještě nevytvořil konfiguraci pro import, pak u každého z polí zdrojů vložte číslo sloupce v souboru CSV, který odpovídá poli zdroje. Pokud má například soubor importu druhý sloupec nazvaný Název, který odpovídá Titulku zdroje, zadáte hodnotu 2 pro hodnotu pro pole Titulek zdroje. U sloupců s více hodnotami, které jsou odděleny znakem, označte oddělovač pomocí pole Oddělovač. U polí s hodnotami ve více sloupcích přidávejte další sady pomocí + Přidat další odkazy. Použijte volbu Deduplikovat tento sloupec pro sady ISBN / ISSN ignorovat duplicitní hodnoty, které by mohly nastat v těchto sloupcích. Typy zkratek, typy poznámek a role organizací, které můžete přiřadit mapovaným sloupcům, lze konfigurovat na stránce Administrace.

source: Please select the import configuration to load:
cs_cz: Vyberte konfiguraci importu pro načtení:

source: Select Configuration
cs_cz: Vyberte konfiguraci

source: Please choose columns from your CSV file:
cs_cz: Vyberte sloupce z nahraného CSV:

source: Settings
cs_cz: Nastavení

source: Importing and deduping isbnOrISSN on the following columns:
cs_cz: Import a deduplikace ISBN nebo ISSN na následujících sloupcích:

source: Organization
cs_cz: Organizaci

source: could not be added.
cs_cz: se nepodařilo přidat.

source: Error: more than one organization is called
cs_cz: Chyba: je načítána více než jedna organizace

source: . Please consider deduping.
cs_cz: . Zvažte deduplikaci.

source: Please consider deduping.
cs_cz: Zvažte deduplikaci.

source: Results
cs_cz: Výsledky

source: rows have been processed.
cs_cz: řádků bylo zpracováno.

source: rows have been inserted.
cs_cz: řádků bylo vloženo.

source: parents have been created.
cs_cz: nadřazených zdrojů bylo vytvořeno.

source: resources have been attached to an existing parent.
cs_cz: zdrojů bylo napojeno na existující nadřazený zdroj.

source: organizations have been created
cs_cz: organizací bylo vytvořeno

source: resources have been attached to an existing organization.
cs_cz: zdrojů bylo připojeno k existujícím organizacím.

source: resource types have been created
cs_cz: typů zdrojů bylo vytvořeno

source: resource formats have been created
cs_cz: formátů zdrojů bylo vytvořeno

source: general subjects have been created
cs_cz: obory byly vytvořeny

source: aliases have been created
cs_cz: zkratek bylo vytvořeno

source: notes have been created
cs_cz: poznámek bylo vytvořeno

source: The first line of the CSV file must contain column names, and not data. These names will be used during the import process.
cs_cz: První řádek CSV souboru musí obsahovat názvy sloupců. Tato jména jsou využívána dále v importu.

source: File selection
cs_cz: Vyberte soubor

source: CSV File
cs_cz: CSV soubor

source: Import options
cs_cz: Nastavení importu

source: CSV delimiter
cs_cz: CSV oddělovač

source: (comma)
cs_cz: (čárka)

source: (semicolon)
cs_cz: (středník)

source: (pipe)
cs_cz: (svislice)

source: Upload
cs_cz: Nahrát

source: rows have been processed.
cs_cz: řádků bylo zpracováno.

source: Import Funds
cs_cz: Importovat finanční zdroje

source: Select File
cs_cz: Vyberte soubor

source: Home
cs_cz: Domů

source: Search
cs_cz: Hledat

source: new search
cs_cz: nové hledání

source: Name (contains)
cs_cz: Název (obsahuje)

source: go!
cs_cz: OK!

source: All
cs_cz: Vše

source: (none)
cs_cz: (žádný)

source: Starts with
cs_cz: Začíná na

source: Note (contains)
cs_cz: Poznámka (obsahuje)

source: Date Created Between
cs_cz: Datum vytvoření mezi

source: and
cs_cz: a

source: Purchase Site
cs_cz: Nakupující oddělení

source: Parent
cs_cz: Nadřazený zdroj

source: Child
cs_cz: Dceřinný zdroj

source: My Queue
cs_cz: K vyřízení

source: Success!
cs_cz: Úspěch!

source: New resource added
cs_cz: Přidán nový zdroj

source: product
cs_cz: produkt

source: acquisitions
cs_cz: akvizice

source: access
cs_cz: přístup

source: contacts
cs_cz: kontakty

source: issues
cs_cz: problémy

source: accounts
cs_cz: účty

source: attachments
cs_cz: přílohy

source: routing
cs_cz: kroky

source: cataloging
cs_cz: katalogizace

source: Helpful Links
cs_cz: Související odkazy

source: Send feedback on this resource
cs_cz: Odeslat zpětnou vazbu na tento zdroj

source: Cataloging
cs_cz: Katalogizace

source: Identifier:
cs_cz: Identifikátor:

source: Source URL:
cs_cz: URL zdroje:

source: Visit Source URL
cs_cz: Navštívit URL zdroje

source: Cataloging Type:
cs_cz: Typ katalogizace:

source: Cataloging Status:
cs_cz: Stav katalogizace:

source: Number of Records Available
cs_cz: Počet dostupných zdrojů

source: # Records Available:
cs_cz: Počet dostupných zdrojů:

source: Number of Records Loaded
cs_cz: Počet načtených zdrojů

source: # Records Loaded:
cs_cz: Počet načtených zdrojů:

source: OCLC Holdings:
cs_cz: Sbírky OCLC:

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: No cataloging information available.
cs_cz: Nejsou katalogizační informace.

source: edit cataloging details
cs_cz: upravit katalogizační záznam

source: Edit Cataloging
cs_cz: Upravit katalogizaci

source: Record Set
cs_cz: Množina záznamů

source: Identifier
cs_cz: Identifikátor

source: Source URL
cs_cz: URL zdroje

source: # Records Available
cs_cz: Počet dostupných záznamů

source: # Records Loaded
cs_cz: Počet načtených zdrojů

source: OCLC Holdings
cs_cz: Sbírky OCLC

source: No Resources found fitting alert day criteria
cs_cz: Zadanému kritériu data upozornění neodpovídá žádný záznam

source: No Issues found fitting alert day criteria
cs_cz: Zadanému kritériu data upozornění neodpovídá žádný záznam

source: Alerts not enabled in configuration.ini file
cs_cz: Upozornění nejsou aktivována v configuration.ini

source: LDAP Connection is not working or has timed out. Please check configuration.ini to verify settings.
cs_cz: LDAP propojení nefunguje. Zkontrolujte configuration.ini.

source: Summary
cs_cz: Přehled

source: Record ID:
cs_cz: ID záznamu:

source: (Parent)
cs_cz: (nadřazený)

source: Additional Product Notes
cs_cz: Dodatečné poznámky

source: Purchasing Site:
cs_cz: Nakupující oddělení:

source: Year:
cs_cz: Rok:

source: Sub StartDate:
cs_cz: Začátek předplatného:

source: Sub EndDate:
cs_cz: Konec předplatného:

source: Fund:
cs_cz: Finanční zdroj:

source: Tax Excl.:
cs_cz: Bez DPH:

source: Tax Rate:
cs_cz: DPH:

source: Tax Incl.:
cs_cz: S DPH:

source: Payment:
cs_cz: Platba:

source: Order Type:
cs_cz: Typ objednávky:

source: Invoice No.:
cs_cz: Číslo faktury:

source: No payment information available.
cs_cz: Informace o platbě není k dispozici.

source: Additional Acquisitions Notes
cs_cz: Dodatečné poznámky

source: No access information available.
cs_cz: Není k dispozici informace o přístupu.

source: Additional Access Notes
cs_cz: Dodatečné poznámky

source: Additional Cataloging Notes
cs_cz: Dodatečné poznámky

source: Resources Module version
cs_cz: Verze modulu Informační zdroje

source: CORAL Project Website
cs_cz: Webová stránka projektu CORAL

source: Report an issue
cs_cz: Nahlásit problém

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
cs_cz: Pro správnou funkčnost webu musí být zapnut JavaScript. Zapněte si JavaScript ve svém prohlížeči a

source: try again
cs_cz: opakujte akci

source: Powered by
cs_cz: Systém postaven na

source: Hello
cs_cz: Dobrý den

source: logout
cs_cz: odhlásit

source: Help
cs_cz: Pomoc

source: Invalid translation route!
cs_cz: Chyba v překladu!

source: New Resource
cs_cz: Nový zdroj

source: File Import
cs_cz: Import souboru

source: Change Module
cs_cz: Změnit modul

source: Main Menu
cs_cz: Hlavní menu

source: Licensing
cs_cz: Licence

source: Usage Statistics
cs_cz: Statistiky využití

source: Login is not working. Check the .htaccess file and the remoteAuthVariableName specified in /admin/configuration.ini
cs_cz: Login nefunguje. Zkontrolujte .htaccess a remoteAuthVariableName v configuration.ini
