Repository: SuperDomek/Coral
Catalog: resources/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Number of days must be a number
cs_cz: Počet dnů musí být číslo

source: Number of days should be between 1 and 365
cs_cz: Počet dnů musí být mezi 1 a 365

source: Do you really want to delete this data?
cs_cz: Opravdu si přejete smazat tato data?

source: Do you really want to remove this data?
cs_cz: Opravdu si přejete smazat tato data?

source: Do you really want to delete this user?
cs_cz: Opravdu si přejete smazat tohoto uživatele?

source: Do you really want to remove this alert setting?
cs_cz: Opravdu si přejete smazat toto nastavení alertu?

source: Do you really want to delete this currency?
cs_cz: Opravdu si přejete smazat tuto měnu?

source: No match!
cs_cz: Nenalezena shoda!

source: Selected:
cs_cz: Vybráno:

source: Error - Either amount or fund is required
cs_cz: Chyba - zadejte buď částku nebo fond

source: Error - order type is a required field
cs_cz: Chyba - zadejte typ objednávky

source: Error - price is not numeric
cs_cz: Chyba - cena není číslo

source: remove this payment
cs_cz: smazat tuto platbu

source: Error - acquisition type is a required field
cs_cz: Chyba - vyplňte typ akvizice

source: File name is already being used...
cs_cz: Název souboru je už využit...

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
cs_cz: Název souboru nesmí obsahovat speciální znaky - &, uvozovky, < a >

source: The attachments directory is not writable.
cs_cz: Nelze zapisovat do složky s přílohami.

source: successfully uploaded.
cs_cz: úspěšně nahrán.

source: Name must be entered to continue.
cs_cz: Pro pokračování zadejte název.

source: Attachment Type must be selected to continue.
cs_cz: Pro pokračování vyberte typ přílohy.

source: A file must be uploaded
cs_cz: Musíte nahrát soubor

source: Please choose at least one role.
cs_cz: Vyberte alespoň jednu roli.

source: Validation Failed
cs_cz: Chyba validace

source: Error - Please enter a value
cs_cz: Chyba - zadejte hodnotu

source: Error - Detailed Subject is required
cs_cz: Chyba - vyplňte podobor

source: Error - Detail Subject Already Added
cs_cz: Chyba - podobor už existuje

source: remove detailed subject
cs_cz: odstranit podobor

source: Short Name must be entered to continue.
cs_cz: Pro pokračování zadejte Krátký název.

source: Error - Please choose a valid license
cs_cz: Chyba - vyberte licenci

source: remove this license
cs_cz: odstranit licenci

source: Warning: this name already exists.
cs_cz: Varování: tento název už je používán.

source: A title must be entered to continue.
cs_cz: Pro pokračování musíte zvolit titulek.

source: The resource format is required.
cs_cz: Vyberte formát zdroje.

source: The resource type is required.
cs_cz: Zadejte typ zdroje.

source: Note must be entered to continue.
cs_cz: Pro pokračování zadejte poznámku.

source: Error - Parent cannot be the same as the child
cs_cz: Chyba - nadřazený zdroj nemůže být zároveň dceřinným

source: Error - Both fields are required
cs_cz: Chyba - obě pole jsou povinná

source: remove this alias
cs_cz: odstranit zkratku

source: remove Issn/Isbn
cs_cz: odstranit ISSN / ISBN

source: Error - Parent is not found. Please use the Autocomplete.
cs_cz: Chyba - nadřazený zdroj nenalezen. Začněte psát znovu a počkejte na nápovědu u pole.

source: remove parent
cs_cz: odstranit nadřazený zdroj

source: Error - Organization is not found. Please use the Autocomplete.
cs_cz: Chyba - Organizace nenalezena. Začněte psát znovu a počkejte na nápovědu u pole.

source: remove this organization
cs_cz: odstranit organizaci

source: Error - Organization is not found. Please use Autocomplete.
cs_cz: Chyba - Organizace nenalezena. Začněte psát znovu a počkejte na nápovědu u pole.

source: Error - User is required
cs_cz: Chyba - zadejte uživatele

source: remove user from group
cs_cz: odstranit uživatele ze skupiny

source: remove from group
cs_cz: odstranit ze skupiny

source: Group name must be entered to continue.
cs_cz: Pro pokračování zadejte název skupiny.

source: Error - Step name is required
cs_cz: Chyba - zadejte název kroku

source: remove this step
cs_cz: odstranit krok

source: Please add at least one step to this workflow.
cs_cz: Zadejte alespoň jeden krok to tohoto procesu.

source: Please click the Add button to the first step before submitting this workflow.
cs_cz: Před odesláním klikněte na tlačítko Přidat pro přidání kroku.

source: Processing...
cs_cz: Zpracovávám...

source: more options...
cs_cz: více možností...

source: Sunday
cs_cz: Neděle

source: Monday
cs_cz: Pondělí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Středa

source: Thursday
cs_cz: Čtvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: Sun
cs_cz: Ne

source: Mon
cs_cz: Po

source: Tue
cs_cz: Út

source: Wed
cs_cz: St

source: Thu
cs_cz: Čt

source: Fri
cs_cz: Pá

source: Sat
cs_cz: So

source: January
cs_cz: Leden

source: February
cs_cz: Únor

source: March
cs_cz: Březen

source: April
cs_cz: Duben

source: May
cs_cz: Květen

source: June
cs_cz: Červen

source: July
cs_cz: Červenec

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: Jan
cs_cz: Led

source: Feb
cs_cz: Úno

source: Mar
cs_cz: Bře

source: Apr
cs_cz: Dub

source: Jun
cs_cz: Čvn

source: Jul
cs_cz: Čvc

source: Aug
cs_cz: Srp

source: Sep
cs_cz: Zář

source: Oct
cs_cz: Říj

source: Nov
cs_cz: Lis

source: Dec
cs_cz: Pro

source: Previous year
cs_cz: Předchozí rok

source: Previous month
cs_cz: Předchozí měsíc

source: Next year
cs_cz: Následující rok

source: Next month
cs_cz: Následující měsíc

source: Close
cs_cz: Zavřít

source: Choose date
cs_cz: Vyberte datum

source: Refreshing...
cs_cz: Obnovuji...

source: Do you really want to delete this request?
cs_cz: Opravdu si přejete smazat tento požadavek?

source: record)
cs_cz: záznam)

source: records)
cs_cz: záznamy)

source: Must set a date.
cs_cz: Musíte nastavit datum.

source: Must set an end date.
cs_cz: Musíte nastavit koncové datum.

source: New contact must have a name.
cs_cz: Nový kontakt musí mí vyplněno jméno.

source: CC must be a valid email.
cs_cz: CC musí být e-mail.

source: Refreshing Contents...
cs_cz: Obnovuji obsah...

source: Opening an issue requires a resource to be associated with an organization. Please contact your IT department.
cs_cz: Pro otevření nového problému musí být inf. zdroj propojený s organizací. Kontaktujte administrátora.

source: A contact must be selected to continue.
cs_cz: Pro pokračování vyberte kontakt.

source: A subject must be entered to continue.
cs_cz: Pro pokračování zadejte obor.

source: A body must be entered to continue.
cs_cz: Pro pokračování vyplňte text problému.

source: An issue must be associated with an organization or resource(s).
cs_cz: Problém musí být propojen s organizací nebo inf. zdrojem.

source: Do you really want to delete this contact?
cs_cz: Opravdu si přejete smazat tento kontakt?

source: Do you really want to delete this account?
cs_cz: Opravdu si přejete smazat tento účet?

source: Do you really want to delete this attachment?
cs_cz: Opravdu si přejete smazat tuto přílohu?

source: Do you really want to delete this resource?
cs_cz: Opravdu si přejete smazat tento zdroj?

source: Do you really want to delete this resource and all its children?
cs_cz: Opravdu si přejete smazat tento zdroj a jeho dceřinné zdroje?

source: Do you really want to remove this Subject?
cs_cz: Opravdu si přejete smazat tento obor?

source: Do you really want to delete this note?
cs_cz: Opravdu si přejete smazat tuto poznámku?

source: Warning! You are about to remove any steps that have been started and completed. Are you sure you wish to continue?
cs_cz: Varování! Chystáte se smazat všechny kroky, které byly dokončeny. Opravdu si přejete pokračovat?

source: Do you really want to mark this resource complete? This action cannot be undone.
cs_cz: Opravdu si přejete označit tento zdroj za hotový? Tato akce nemůže být vrácena.

source: Do you really want to delete this step? If other steps depended on this one, they will be started upon deletion. This action cannot be undone
cs_cz: Opravdu si přejete smazat tento krok? Pokud na tomto kroku závisely další kroky, budou po smazání započaty. Tato akce nemůže být vrácena

source: Administration
cs_cz: Administrace

source: Users
cs_cz: Uživatelé

source: Workflow / User Group
cs_cz: Proces / Uživatelská skupina

source: Access Method
cs_cz: Způsob přístupu

source: Acquisition Type
cs_cz: Typ akvizice

source: Administering Site
cs_cz: Spravující oddělení

source: Alert Settings
cs_cz: Nastavení upozornění

source: Alias Type
cs_cz: Typ zkratky

source: Attachment Type
cs_cz: Typ přílohy

source: Authentication Type
cs_cz: Typ autentizace uživatelů

source: Authorized Site
cs_cz: Přístup z

source: Cataloging Status
cs_cz: Stav katalogizace

source: Cataloging Type
cs_cz: Typ katalogizace

source: Contact Role
cs_cz: Kontaktní role

source: Cost Details
cs_cz: Detaily o platbě

source: Currency
cs_cz: Měna

source: Downtime Type
cs_cz: Typ výpadku

source: External Login Type
cs_cz: Typ externího loginu

source: Funds
cs_cz: Finanční zdroje

source: Import Configuration
cs_cz: Konfigurace importu

source: License Status
cs_cz: Stav licence

source: Note Type
cs_cz: Typ poznámky

source: Order Type
cs_cz: Typ objednávky

source: Organization Role
cs_cz: Role v organizaci

source: Organizations
cs_cz: Organizace

source: Purchasing Site
cs_cz: Nakupující oddělení

source: Resource Format
cs_cz: Formát zdroje

source: Resource Type
cs_cz: Typ zdroje

source: Storage Location
cs_cz: Lokace uložení

source: Subjects
cs_cz: Obory

source: User Limit
cs_cz: Limit uživatelů

source: Loading...
cs_cz: Načítám...

source: You do not have permissions to access this screen.
cs_cz: Nemáte oprávnění k načtení této stránky.

source: There was a problem with the database:
cs_cz: Nastal problém s databází:

source: Could not connect to
cs_cz: Nepodařilo se připojit k

source: Cannot set value for undefined key (
cs_cz: Nelze nastavit hodnotu pro neznámý klíč (

source: Error: unexpected fgets() fail
cs_cz: Chyba: neočekávaná chyba fgets()

source: Edit DDW facet/term selections at:
cs_cz: Upravit výběr DDW fasety / termínu na:

source: Email template file not found:
cs_cz: Nenalezena šablona pro e-mail:

source: Name contains:
cs_cz: Název obsahuje:

source: Routing Step:
cs_cz: Krok:

source: Status:
cs_cz: Stav:

source: Creator:
cs_cz: Tvůrce:

source: Resource Format:
cs_cz: Formát zdroje:

source: Acquisition Type:
cs_cz: Typ akvizice:

source: Note contains:
cs_cz: Poznámka obsahuje:

source: Created on or after:
cs_cz: Vytvořeno v době od:

source: Created between:
cs_cz: Vytvořeno mezi:

source: Created on or before:
cs_cz: Vytvořeno před dnem:

source: Starts with:
cs_cz: Začíná na:

source: Fund: none
cs_cz: Finanční zdroj: není

source: Fund:
cs_cz: Finanční zdroj:

source: Resource Type: none
cs_cz: Typ zdroje: není

source: Resource Type:
cs_cz: Typ zdroje:

source: General Subject:
cs_cz: Obor:

source: Detailed Subject:
cs_cz: Podobor:

source: Note Type: none
cs_cz: Typ poznámky: není

source: Note Type:
cs_cz: Typ poznámky:

source: Purchase Site: none
cs_cz: Nakupující oddělení: není

source: Purchase Site:
cs_cz: Nakupující oddělení:

source: Authorized Site: none
cs_cz: Přístup z: není

source: Authorized Site:
cs_cz: Přístup z:

source: Administering Site: none
cs_cz: Spravující oddělení: není

source: Administering Site:
cs_cz: Spravující oddělení:

source: Authentication Type: none
cs_cz: Typ autentizace uživatelů: není

source: Authentication Type:
cs_cz: Typ autentizace uživatelů:

source: Cataloging Status: none
cs_cz: Stav katalogizace: není

source: Cataloging Status:
cs_cz: Stav katalogizace:

source: Form action
cs_cz: Akce formuláře

source: not set up!
cs_cz: není nastaveno!

source: Edit Access
cs_cz: Upravit přístup

source: Access
cs_cz: Přístup

source: Authentication Type:
cs_cz: Typ autentizace uživatelů:

source: Username:
cs_cz: Login:

source: Access Method:
cs_cz: Způsob přístupu:

source: Password:
cs_cz: Heslo:

source: Storage Location:
cs_cz: Lokace uložení:

source: Simultaneous User Limit:
cs_cz: Limit současně přistupujících uživatelů:

source: Coverage:
cs_cz: Pokrytí:

source: Authorized Site(s)
cs_cz: Přístup z

source: Administering Site(s)
cs_cz: Spravující oddělení

source: submit
cs_cz: odeslat

source: cancel
cs_cz: zrušit

source: Edit Account
cs_cz: Upravit účet

source: Add Account
cs_cz: Přidat účet

source: Login Type:
cs_cz: Typ loginu:

source: Registered Email:
cs_cz: Registrovaný e-mail:

source: Notes:
cs_cz: Poznámky:

source: Edit Alert Days In Advance
cs_cz: Upravit jak dopředu zaslat upozornění

source: Add Alert Days In Advance
cs_cz: Přidat upozornění x dní dopředu

source: Edit Alert Email Address
cs_cz: Upravit e-mail pro upozornění

source: Add Alert Email Address
cs_cz: Přidat e-mail pro upozornění

source: Edit Currency
cs_cz: Upravit měnu

source: Add Currency
cs_cz: Přidat měnu

source: Code
cs_cz: Kód

source: Name
cs_cz: Jméno

source: Edit Fund
cs_cz: Upravit finanční zdroj

source: Add Fund
cs_cz: Přidat finanční zdroj

source: Archived
cs_cz: Archivováno

source: Edit Import Configuration
cs_cz: Upravit nastavení importu

source: Add Import Configuration
cs_cz: Přidat konfiguraci importu

source: Configuration Name
cs_cz: Název konfigurace

source: For each of the resource fields please input the number of the column in your CSV file that corresponds to the resource field. For example, if your import file has a second column called Name that corresponds to the Resource Title, then you would input 2 for the value for the Resource Title field. For columns with multiple values that are character-delimited, indicate the delimiter using the If delimited, delimited by field. For fields with values across multiple columns, add additional sets using the +Add another links. Use the Dedupe on this column option for ISBN/ISSN sets to ignore any duplicate values that might occur across those columns. The Alias Types, Note Types, and Organization Roles that you can assign to your mapped columns can be configured on the Admin page.
cs_cz: U každého z polí zdrojů vložte číslo sloupce v souboru CSV, který odpovídá poli zdroje. Pokud má například soubor importu druhý sloupec nazvaný Název, který odpovídá Titulku zdroje, zadáte hodnotu 2 pro hodnotu pro pole Titulek zdroje. U sloupců s více hodnotami, které jsou odděleny znakem, označte oddělovač pomocí pole Oddělovač. U polí s hodnotami ve více sloupcích přidávejte další sady pomocí + Přidat další odkazy. Použijte volbu Deduplikovat tento sloupec pro sady ISBN / ISSN ignorovat duplicitní hodnoty, které by mohly nastat v těchto sloupcích. Typy zkratek, typy poznámek a role organizací, které můžete přiřadit mapovaným sloupcům, lze konfigurovat na stránce Administrace.

source: Edit
cs_cz: Upravit

source: Add
cs_cz: Přidat

source: Show stats button?
cs_cz: Zobrazit tlačítko statistik

source: Edit User Group
cs_cz: Upravit skupinu uživatelů

source: Add User Group
cs_cz: Přidat skupinu uživatelů

source: User Group
cs_cz: Uživatelská skupina

source: Group Name:
cs_cz: Název skupiny:

source: Email Address:
cs_cz: E-mail:

source: Assigned Users
cs_cz: Přiřazení uživatelé

source: add user
cs_cz: přidat uživatele

source: Add
cs_cz: Přidat

source: Edit User
cs_cz: Upravit uživatele

source: Add New User
cs_cz: Přidat uživatele

source: Login ID
cs_cz: Login

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Email Address
cs_cz: E-mail

source: Privilege
cs_cz: Privilegia

source: View Accounts
cs_cz: Zobrazit účty

source: Edit Workflow
cs_cz: Upravit proces

source: Resource Entry Requirements
cs_cz: Požadavky na vložení informačního zdroje

source: Acquisition Type:
cs_cz: Typ akvizice:

source: Format:
cs_cz: Formát:

source: Type:
cs_cz: Typ:

source: Workflow Steps
cs_cz: Kroky procesu

source: Name:
cs_cz: Název:

source: Approval/Notification Group:
cs_cz: Skupina pro schválení / upozornění:

source: Parent Step
cs_cz: Předchozí krok

source: add step
cs_cz: přidat krok

source: Edit Attachment
cs_cz: Upravit přílohu

source: Add Attachment
cs_cz: Přidat přílohu

source: File:
cs_cz: Soubor:

source: replace with new file
cs_cz: nahradit novým souborem

source: Details:
cs_cz: Detaily:

source: Edit Contact
cs_cz: Upravit kontakt

source: Add Contact
cs_cz: Přidat kontakt

source: Title:
cs_cz: Pozice:

source: Phone:
cs_cz: Tel. číslo:

source: Alt Phone:
cs_cz: Druhé tel. číslo:

source: Address:
cs_cz: Adresa:

source: Archived:
cs_cz: Archivovat:

source: Role(s):
cs_cz: Role:

source: Edit Cost Information
cs_cz: Upravit informaci o platbě

source: Cost History
cs_cz: Historie plateb

source: Year
cs_cz: Rok

source: Sub Start
cs_cz: Začátek předplatného

source: Sub End
cs_cz: Konec předplatného

source: Fund
cs_cz: Finanční zdroj

source: Tax Excl.
cs_cz: Bez DPH

source: Tax Rate
cs_cz: DPH

source: Tax Incl.
cs_cz: S DPH

source: Payment
cs_cz: Platba

source: Type
cs_cz: Typ

source: Note
cs_cz: Poznámka

source: Invoice
cs_cz: Číslo faktury

source: add payment
cs_cz: přidat platbu

source: Add / Edit Subject Relationships
cs_cz: Přidat / upravit vztahy oborů

source: General Subject
cs_cz: Obor

source: Detailed Subjects
cs_cz: Podobory

source: add detail subject
cs_cz: přidat podobor

source: subject in use
cs_cz: obor je využíván

source: General Resource Fields
cs_cz: Obecná pole zdroje

source: Resource Title
cs_cz: Název zdroje

source: Description
cs_cz: Popis

source: Resource URL
cs_cz: URL zdroje

source: Alternate URL
cs_cz: Alternativní URL

source: Alias Sets
cs_cz: Množiny zkratek

source: Alias
cs_cz: Zkratka

source: If delimited, delimited by
cs_cz: Oddělovač

source: + Add another alias set
cs_cz: + Přidat množinu zkratek

source: Resource Parents
cs_cz: Nadřazené zdroje

source: Parent Resource
cs_cz: Nadřazený zdroj

source: + Add another parent resource
cs_cz: + Přidat nadřazený zdroj

source: ISBN/ISSN Sets
cs_cz: Množiny ISBN / ISSN

source: ISBN or ISSN
cs_cz: ISBN nebo ISSN

source: Dedupe on this column
cs_cz: Deduplikovat tento sloupec

source: + Add another ISBN or ISSN set
cs_cz: + Přidat množinu ISBN nebo ISSN

source: Subject Sets
cs_cz: Množiny oborů

source: Subject
cs_cz: Obor

source: + Add another subject set
cs_cz: + Přidat další obor

source: Note Sets
cs_cz: Množina poznámek

source: + Add another note set
cs_cz: + Přidat množinu poznámek

source: Organization Sets
cs_cz: Množina organizací

source: Organization
cs_cz: Organizace

source: + Add another organization set
cs_cz: + Přidat množinu organizací

source: Organization Name Mapping
cs_cz: Mapování názvů organizací

source: Use these mappings to normalize different variations of an organization’s name to a single value. For example, you could have a publisher with three variations of their name across your import file: PublisherHouse, PublisherH, and PH. You could create a mapping for each one and normalize them all to PublisherHouse, to prevent duplicate organizations from being created. Each column that is added to an Organization set above is checked against the complete list of mappings that you create.
cs_cz: Pomocí těchto mapování můžete normalizovat různé varianty názvu organizace na jednu hodnotu. Můžete například mít v souboru importu majitele stránek s třemi variantami svého jména: PublisherHouse, PublisherH a PH. Můžete vytvořit mapování pro každý z nich a normalizovat je všechny do PublisherHouse, aby se zabránilo vytváření duplicitních organizací. Každý sloupec, který je přidán do výše uvedené organizace, je kontrolován proti seznamu všech mapování, který vytvoříte.

source: PCRE regular expressions
cs_cz: Regulární výrazy PCRE

source: are supported for these mappings.
cs_cz: jsou podporovány pro tato mapování.

source: Organization Name
cs_cz: Název organizace

source: Will Be Mapped To
cs_cz: Bude namapován na

source: + Add another mapping
cs_cz: + Přidat další mapování

source: Save Import Configuration
cs_cz: Uložit konfiguraci importu

source: save
cs_cz: uložit

source: Edit Licenses
cs_cz: Upravit licence

source: License Records
cs_cz: Záznam licence

source: add license
cs_cz: přidat licenci

source: remove license link
cs_cz: odstranit licenci

source: remove
cs_cz: odstranit

source: license
cs_cz: licenci

source: Licensing Status
cs_cz: Stav licence

source: Status:
cs_cz: Stav:

source: History:
cs_cz: Historie:

source: by
cs_cz: uživatelem

source: No license status information available.
cs_cz: Není k dispozici stav licence.

source: Resource Downtime Report
cs_cz: Hlášení výpadku zdroje

source: Downtime Start:
cs_cz: Začátek výpadku:

source: Date
cs_cz: Datum

source: Time
cs_cz: Čas

source: Downtime Resolution:
cs_cz: Konec výpadku:

source: Problem Type:
cs_cz: Typ problému:

source: Link to open issue:
cs_cz: Odkaz na otevřený problém:

source: Note:
cs_cz: Poznámka:

source: Creating downtime requires an organization or a resource to be associated with an organization.
cs_cz: Pro zadání výpadku musí být zdroj nebo organizace propojena s organizací.

source: Report New Problem
cs_cz: Nahlásit problém

source: * required fields
cs_cz: * povinná pole

source: Organization:
cs_cz: Organizace:

source: Contact:
cs_cz: Kontakt:

source: add contact
cs_cz: přidat kontakt

source: CC myself:
cs_cz: Přidat se do kopie:

source: CC:
cs_cz: Kopie:

source: Current CCs:
cs_cz: Aktuální kopie:

source: Subject:
cs_cz: Obor:

source: Body:
cs_cz: Zpráva:

source: Applies to:
cs_cz: Platí na:

source: Applies only to
cs_cz: Platí na

source: Applies to all
cs_cz: Platí pro všechny

source: Applies to selected
cs_cz: Platí na vybrané

source: Send me a reminder every
cs_cz: Zašli mi upozornění každé

source: day(s)
cs_cz: dny

source: Opening an issue requires a resource to be associated with an organization.
cs_cz: Založení problému vyžaduje propojení zdroje s organizací.

source: Edit Saved Resource
cs_cz: Upravit uložený zdroj

source: Add New Resource
cs_cz: Přidat zdroj

source: required fields
cs_cz: povinná pole

source: Product
cs_cz: Produkt

source: Description:
cs_cz: Popis:

source: Provider:
cs_cz: Poskytovatel:

source: Alt URL:
cs_cz: Alternativní URL:

source: Format
cs_cz: Formát

source: Notes
cs_cz: Poznámky

source: Include any additional information
cs_cz: Připojit další informace

source: Edit Note
cs_cz: Upravit poznámku

source: Add Note
cs_cz: Přidat poznámku

source: Note Type:
cs_cz: Typ poznámky:

source: Edit Acquisitions Information
cs_cz: Upravit informace o akvizici

source: Order
cs_cz: Objednávka

source: Order Number:
cs_cz: Číslo objednávky:

source: System Number:
cs_cz: Systémové číslo:

source: Sub Start:
cs_cz: Začátek předplatného:

source: Current Sub End:
cs_cz: Konec předplatného:

source: Enable Alert
cs_cz: Zapnout upozornění

source: Purchasing Site(s)
cs_cz: Nakupující oddělení

source: Edit Resource Step
cs_cz: Upravit krok zdroje

source: Reassign Resource Step
cs_cz: Znovy zadat krok zdroje

source: Step name:
cs_cz: Název kroku:

source: Group:
cs_cz: Skupina:

source: Apply to all later steps?
cs_cz: Aplikovat i na následující kroky?

source: Add General / Detail Subject Link
cs_cz: Přidat obor / podobor

source: General Subject Name
cs_cz: Název oboru

source: Detail Subject Name
cs_cz: Název podoboru

source: add
cs_cz: přidat

source: (none found)
cs_cz: (nenalezeno)

source: Edit Resource
cs_cz: Upravit zdroj

source: Parents:
cs_cz: Nadřazené zdroje:

source: add Parent Resource
cs_cz: přidat nadřazený zdroj

source: add Isbn
cs_cz: přidat ISBN

source: add organization
cs_cz: přidat organizaci

source: remove organization
cs_cz: odstranit organizaci
