Repository: SuperDomek/Coral
Catalog: usage/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: If this is incorrect, please use 'Cancel' to go back and fix the headers of the file.
cs_cz: Pokud toto nechcete, klikněte na Zrušit a opravte chyby.

source: File has been imported from SUSHI. The default behavior for imported SUSHI files is to overwrite previously imported data. If this is incorrect, please contact a system administrator.
cs_cz: Soubor byl importován ze SUSHI. Implicitní chování pro importované SUSHI soubory je přepsání předchozích dat. Pokud je toto problém, kontaktujte administrátora.

source: Confirm
cs_cz: Potvrdit

source: Cancel
cs_cz: Zrušit
