Repository: SuperDomek/Coral
Catalog: usage/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Do you really want to delete this user?
cs_cz: Opravdu si přejete smazat tohoto uživatele?

source: Processing...
cs_cz: Zpracovávám...

source: Error - Please enter a value.
cs_cz: Chyba - zadejte hodnotu.

source: Error - Please enter a valid email address.
cs_cz: Chyba - zadejte e-mailovou adresu.

source: Do you really want to delete this email address?
cs_cz: Opravdu si přejete smazat tento e-mail?

source: Count over must be a number.
cs_cz: Počet za musí být číslo.

source: % over must be a number.
cs_cz: % za musí být číslo.

source: Please enter a username to continue
cs_cz: Pro pokračování zadejte login

source: For security, please enter a password
cs_cz: Zadejte heslo

source: Identifier must be valid format.
cs_cz: Identifikátor musí mít správný formát.

source: This organization doesn't exist in the CORAL Organizations module.
cs_cz: Tato organizace není vyplněna v Organizačním modulu.

source: This organization doesn't exist in the CORAL Organizations Module.
cs_cz: Tato organizace není vyplněna v Organizačním modulu.

source: Count is required. If you wish to remove the count the outlier should be ignored.
cs_cz: Součet je povinný. Pokud si přejete odstranit součet, výpočet okrajových titulů ignorujte.

source: Count is required.
cs_cz: Součet je povinný.

source: Start Year must be 4 numbers and start with 19 or 20.
cs_cz: Počáteční rok musí být čtyřmístný a začínat na 19 nebo 20.

source: End Year must be 4 numbers and start with 19 or 20.
cs_cz: Konečný rok musí být čtyřmístný a začínat na 19 nebo 20.

source: Please choose Yes or No for Counter Compliant.
cs_cz: Vyberte Ano nebo Ne pro soulad s COUNTER.

source: Platform must be entered.
cs_cz: Zadejte platformu.

source: Loading...
cs_cz: Načítám...

source: Please select a file.
cs_cz: Vyberte soubor.

source: show publisher list
cs_cz: zobrazit seznam vydavatelů

source: hide publisher list
cs_cz: skrýt seznam vydavatelů

source: Do you really want to remove this interface note?
cs_cz: Opravdu si přejete smazat tuto poznámku?

source: Do you really want to remove this Publisher note?
cs_cz: Opravdu si přejete smazat tuto poznámku?

source: Do you really want to remove this login information?
cs_cz: Opravdu si přejete smazat tuto informaci?

source: Do you really want to delete this month?
cs_cz: Opravdu si přejete smazat tento měsíc?

source: Do you really want to delete this
cs_cz: Opravdu si přejete smazat tento

source: Running...
cs_cz: Probíhá...

source: show Publisher list
cs_cz: zobrazit seznam vydavatelů

source: hide Publisher list
cs_cz: skrýt seznam vydavatelů

source: Do you really want to delete this import?
cs_cz: Opravdu si přejete smazat tento import?

source: Administration
cs_cz: Administrace

source: Users
cs_cz: Uživatelé

source: add new user
cs_cz: přidat uživatele

source: Email addresses for logs
cs_cz: E-maily pro zasílání logu

source: add new email address
cs_cz: přidat e-mail

source: Outlier Parameters
cs_cz: Parametry pro okrajové tituly

source: There was a problem with the database:
cs_cz: Nastal problém s databází:

source: Could not connect to
cs_cz: Nepodařilo se připojit k

source: Cannot set value for undefined key (
cs_cz: Nelze nastavit hodnotu pro neznámý klíč (

source: Cannot get value for undefined key (
cs_cz: Nelze získat hodnotu pro neznámý klíč (

source: (via sushi)
cs_cz: (přes sushi)

source: Failed
cs_cz: Selhalo

source: awaiting import
cs_cz: očekávám import

source: At least one report type must be set up!
cs_cz: Musíte nastavit alespoň jeden typ reportu!

source: Connection test successful!
cs_cz: Test spojení úspěšný!

source: No report types are set up!
cs_cz: Není nastaven typ reportu!

source: Update
cs_cz: Uložit

source: Add
cs_cz: Přidat

source: Email Address
cs_cz: E-mail

source: close
cs_cz: zavřít

source: SUSHI Service for
cs_cz: SUSHI služba pro

source: Optional Parameters
cs_cz: Volitelné parametry

source: Start Date:
cs_cz: Datum začátku:

source: End Date:
cs_cz: Datum konce:

source: (yyyy-mm-dd)
cs_cz: (rrrr-mm-dd)

source: Ensure platform name stays CORAL's Platform Name:
cs_cz: Dejte pozor, aby název platformy byl shodný s názvem v CORALu:

source: submit for processing
cs_cz: odeslat ke zpracování

source: cancel
cs_cz: zrušit

source: No Sushi Service passed in!
cs_cz: Nebyla zadána SUSHI služba!

source: Update Outlier
cs_cz: Aktualizovat okrajové

source: Level
cs_cz: Úroveň

source: Count Over
cs_cz: Součet za

source: % Over prior 12 months
cs_cz: % za předchozích 12 měsíců

source: Update Report Display Name
cs_cz: Změnit název reportu

source: update
cs_cz: uložit

source: Interface Notes
cs_cz: Poznámky k rozhraní

source: Start Year:
cs_cz: Datum začátku:

source: End Year:
cs_cz: Datum konce:

source: Counter Compliant?
cs_cz: Podle COUNTER?

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Interface Notes:
cs_cz: Poznámky k rozhraní:

source: submit
cs_cz: odeslat

source: Publisher Notes
cs_cz: Poznámky k vydavateli

source: Publisher Notes:
cs_cz: Poznámky k vydavateli:

source: Username:
cs_cz: Uživatelské jméno:

source: Password:
cs_cz: Heslo:

source: Login Notes:
cs_cz: Poznámky k loginu:

source: SUSHI Connection
cs_cz: SUSHI spojení

source: Service/Endpoint URL:
cs_cz: URL služby/koncového bodu:

source: if using COUNTER's WSDL
cs_cz: pokud využívá COUNTER WSDL

source: or - WSDL URL:
cs_cz: nebo - WSDL URL:

source: if not using COUNTER's WSDL
cs_cz: pokud nepoužívá COUNTER WSDL

source: Report Type(s):
cs_cz: Typ reportu:

source: separate report types with semi-colon, e.g. JR1;BR1
cs_cz: oddělte typy reportů středníkem (JR1;BR1;...)

source: COUNTER Release:
cs_cz: Verze COUNTER:

source: Security Type:
cs_cz: Typ ochrany:

source: (optional)
cs_cz: (dobrovolný)

source: can be: HTTP Basic, WSSE Authentication
cs_cz: může být: HTTB Basic, WSSE autentizace

source: only needed for HTTP or WSSE Authentication
cs_cz: nutné jen pro HTTP nebo WSSE autentizaci

source: Service Day:
cs_cz: Datum aktivace:

source: number indicating the day of month the service should run
cs_cz: číslo udává den v měsíci, kdy by se měla spustit služba

source: (e.g. 27 will run 27th of every month)
cs_cz: (např. 27 spustí službu každého 27. v měsíci)

source: Sushi Notes:
cs_cz: Poznámky k SUSHI:

source: Link Associated Organization
cs_cz: Propojit související organizace

source: Organization:
cs_cz: Organizace:

source: None currently
cs_cz: Aktuálně žádná

source: update override
cs_cz: obejít aktualizaci

source: ignore outlier
cs_cz: ignorovat okrajové tituly

source: Close
cs_cz: Zavřít

source: (showing only titles for which there were outliers during the year)
cs_cz: (zobrazeny pouze tituly, které měly okrajové měsíce během roku)

source: Total
cs_cz: Celkem

source: Add New Platform for SUSHI Connection
cs_cz: Přidat platformu pro SUSHI

source: Platform Name
cs_cz: Název platformy

source: Add Identifier
cs_cz: Přidat identifikátor

source: Identifier Type
cs_cz: Typ identifikátoru

source: Proprietary ID
cs_cz: Jiné ID

source: Identifier
cs_cz: Identifikátor

source: Associated Titles and Identifiers
cs_cz: Související tituly a identifikátory

source: Add New
cs_cz: Přidat

source: User
cs_cz: Uživatel

source: Login ID
cs_cz: Login

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Privilege
cs_cz: Privilegia

source: Add/Edit users have access to everything
cs_cz: Uživatelů s privilegiem Přidat/upravit mají přístup ke všemu

source: except the Admin tab and admin users
cs_cz: kromě záložky Administrace a správci

source: have access to everything
cs_cz: mají přístup ke všemu

source: Function
cs_cz: Funkce

source: not set up!
cs_cz: není nastavena!

source: Import History for
cs_cz: Importovat historii pro

source: Import Date
cs_cz: Importovat datum

source: Imported By
cs_cz: Importováno

source: Import Summary
cs_cz: Souhrn importu

source: view log
cs_cz: zobrazit záznam

source: view archive
cs_cz: zobrazit archiv

source: (no imports found)
cs_cz: (žádné importy)

source: Publisher Logins
cs_cz: Loginy nakladatele

source: Interface Login
cs_cz: Login do rozhraní

source: Password
cs_cz: Heslo

source: Login Notes
cs_cz: Poznámky k loginu

source: edit
cs_cz: upravit

source: remove
cs_cz: odstranit

source: (none found)
cs_cz: (nenalezeno)

source: add new login
cs_cz: přidat login

source: Interface Logins
cs_cz: Loginy do rozhraní

source: Organization Accounts
cs_cz: Organizační účty

source: For
cs_cz: Na

source: view organization
cs_cz: zobrazit organizaci

source: Login Type
cs_cz: Typ loginu

source: Username
cs_cz: Uživatelské jméno

source: Notes
cs_cz: Poznámky

source: No login information stored for
cs_cz: Nejsou uloženy přihlašovací informace pro

source: change associated organization
cs_cz: změnit související organizace

source: link to associated organization
cs_cz: propojení na související organizace

source: Login Credentials are also available for the following publishers:
cs_cz: Přihlašovací údaje jsou dostupné také pro následující vydavatele:

source: Start Year
cs_cz: Počáteční rok

source: End Year
cs_cz: Rok konce

source: Present
cs_cz: Současnost

source: add new publisher notes
cs_cz: přidat poznámku

source: Compliant?
cs_cz: Kompatibilní?

source: add new interface note
cs_cz: přidat poznámku

source: COUNTER Release
cs_cz: Verze COUNTER

source: Report Layouts
cs_cz: Rozložení reportu

source: Security
cs_cz: Zabezpečení

source: Service Day
cs_cz: Datum aktivace

source: (day of month)
cs_cz: (den v měsíci)

source: Edit SUSHI Connection Info
cs_cz: Upravit nastavení SUSHI připojení

source: Test SUSHI Connection
cs_cz: Otestovat připojení SUSHI

source: Add SUSHI Connection
cs_cz: Přidat připojení SUSHI

source: Visit the
cs_cz: Navštívit

source: SUSHI Server Registry
cs_cz: Registr SUSHI serverů

source: for information about adding your provider.
cs_cz: pro informaci o přidání vašeho poskytovatele.

source: delete entire month
cs_cz: smazat celý měsíc

source: view outliers for this month
cs_cz: zobrazit okrajové tituly pro tento měsíc

source: Statistics Management
cs_cz: Management statistik

source: View Spreadsheet
cs_cz: Zobrazit tabulku

source: update overrides for this year
cs_cz: obnovit přepsání pro tento rok

source: (no outliers found for this year)
cs_cz: (žádné okrajové tituly pro tento rok)

source: Titles
cs_cz: Tituly

source: View Journal Spreadsheet
cs_cz: Zobrazit tabulku pro časopisy

source: View Books Spreadsheet
cs_cz: Zobrazit tabulku pro knihy

source: Journals - Associated Titles and ISSNs
cs_cz: Časopisy - související tituly a ISSN

source: Title
cs_cz: Titul

source: view related titles
cs_cz: zobrazit související tituly

source: view in link resolver
cs_cz: zobrazit v SFX

source: Books - Associated Titles and ISBNs
cs_cz: Knihy - související tituly a ISBN

source: Database Titles
cs_cz: Názvy databází

source: Current Email Addresses
cs_cz: Aktuální e-maily

source: delete
cs_cz: smazat

source: Current Outlier Parameters
cs_cz: Současné parametry pro okrajové tituly

source: Level
cs_cz: Úroveň

source: over plus
cs_cz: za plus

source: % over - displayed
cs_cz: % za - zobrazené

source: Outliers are currently disabled in the configuration file. Contact your technical support to enable them.
cs_cz: Okrajové tituly jsou vypnuté v configuračním souboru. Kontaktujte administrátora pro jejich zapnutí.

source: edit report display name
cs_cz: upravit název reportu

source: No imports found.
cs_cz: Žádné importy.

source: Displaying
cs_cz: Zobrazeno

source: to
cs_cz: až

source: of
cs_cz: z

source: Records
cs_cz: Záznamů

source: Platform/Publisher
cs_cz: Platforma / vydavatel

source: Import Run Date
cs_cz: Import proveden

source: Details
cs_cz: Detaily

source: view to process
cs_cz: zobrazit záznamy ke zpracování

source: delete import
cs_cz: smazat import

source: (no outstanding imports found)
cs_cz: (žádné importy ke zpracování)

source: Latest Run
cs_cz: Poslední spuštění

source: Latest Status
cs_cz: Poslední stav

source: view full log
cs_cz: zobrazit plný protokol

source: run now
cs_cz: spustit teď

source: change/test connection
cs_cz: upravit / otestovat spojení

source: (no failed imports found)
cs_cz: (žádné neúspěšné importy)

source: Report(s)
cs_cz: Reporty

source: Next Run
cs_cz: Příští spuštění

source: (no sushi services set up)
cs_cz: (žádné nastavené SUSHI služby)

source: Sorry, no platforms or publishers fit your query
cs_cz: Žádná platforma ani vydavatel neodpovídají dotazu

source: Platform Records
cs_cz: záznamů platforem

source: Publishers
cs_cz: Vydavatelé

source: By
cs_cz: Uživatelem

source: records per page
cs_cz: záznamů na stránku

source: Override has been updated
cs_cz: Přepsání bylo aktualizováno

source: Platform Reporting Display Name has been updated
cs_cz: Název platformy byl upraven

source: Default display list has been updated
cs_cz: Implicitní seznam k zobrazení byl upraven

source: Publisher Reporting Display Name has been updated
cs_cz: Název vydavatele byl upraven

source: Home
cs_cz: Domů

source: Usage Statistics Import
cs_cz: Import statistik využívání

source: Incorrect File format, must be .txt!
cs_cz: Chybný formát souboru. Musí být .txt!

source: There was an error uploading the file. Please verify the size is not over 5MB and try again!
cs_cz: Nastala chyba při nahrávání souboru. Zkontrolujte, že soubor není větší než 5 MB a opakujte akci!

source: File has an incorrectly formatted name - try filename.txt!
cs_cz: Soubor má nesprávný název - zkuste soubor.txt!

source: File:
cs_cz: Soubor:

source: Layout:
cs_cz: Rozložení:

source: Override previous month verification
cs_cz: Přepsat ověření předchozího měsíce

source: Upload
cs_cz: Nahrát

source: Instructions:
cs_cz: Instrukce:

source: Save file as .txt files in tab delimited format
cs_cz: Uložte soubor jako .txt s oddělovačem tabulátor

source: File may not be larger than 5MB
cs_cz: Soubor nesmí být větší než 5 MB

source: Ensure column headers conform to Counter's standards for the report type
cs_cz: Přesvědčte se, že názvy sloupců odpovídají standardu COUNTER pro daný typ reportu

source: More info:
cs_cz: Více informací:

source: Recent Imports
cs_cz: Nedávné importy

source: Search
cs_cz: Hledat

source: new search
cs_cz: nové hledání

source: Name (contains)
cs_cz: Název (obsahuje)

source: go!
cs_cz: OK!

source: Starts with
cs_cz: Začíná na

source: Not Available
cs_cz: Není k dispozici

source: Usage Statistics Module
cs_cz: Statistiky využití

source: Please contact your Administrator for access to the Usage Statistics Module.
cs_cz: Kontaktujte administrátora pro získání přístupu k modulu Statistik využití.

source: View or Edit Publisher / Platform
cs_cz: Zobrazit nebo upravit vydavatele / platformu

source: imports
cs_cz: importy

source: titles
cs_cz: tituly

source: statistics
cs_cz: statistiky

source: logins
cs_cz: loginy

source: Edit Publishers / Platforms
cs_cz: Upravit vydavatele / platformy

source: Publisher / Platform Update
cs_cz: Edit Publishers / Platforms

source: view / edit
cs_cz: zobrazit / upravit

source: No publishers / platforms found.
cs_cz: Nenalezeny vydavatelé ani platformy.

source: Report Options
cs_cz: Nastavení reportu

source: Publisher / Platform Reporting Administrative Update
cs_cz: Nastavení administrace reportování vydavatele / platformy

source: Directions:
cs_cz: Pokyny:

source: Mark the checkboxes to add / remove specific Platforms or Publishers to the default report list.
cs_cz: Zaškrtněte pole pro přidání / odstranění specifické platformy nebo vydavatele z implicitního seznamu k reportu.

source: Click 'edit report display name' to change the display name in the reporting system for specific Platforms or Publishers.
cs_cz: Klikněte na 'upravit název reportu' pro změnu zobrazeného jména v reportním systému.

source: Available
cs_cz: Dostupný

source: As Default
cs_cz: Implicitně

source: Publisher
cs_cz: Vydavatel

source: Platform
cs_cz: Platforma

source: Print ISSN
cs_cz: Tištěné ISSN

source: YTD Total
cs_cz: Tento rok celkem

source: YTD HTML
cs_cz: Tento rok HTML

source: YTD PDF
cs_cz: Tento rok PDF

source: Jan-
cs_cz: Led-

source: Feb-
cs_cz: Úno-

source: Mar-
cs_cz: Bře-

source: Apr-
cs_cz: Dub-

source: May-
cs_cz: Kvě-

source: Jun-
cs_cz: Čvn-

source: Jul-
cs_cz: Čvc-

source: Aug-
cs_cz: Srp-

source: Sep-
cs_cz: Zář-

source: Oct-
cs_cz: Říj-

source: Nov-
cs_cz: Lis-

source: Dec-
cs_cz: Pro-

source: User Activity
cs_cz: Akce uživatele

source: Total for all Journals
cs_cz: Celkem pro časopisy

source: Total for all Books
cs_cz: Celkem pro knihy

source: Total for all Databases
cs_cz: Celkem pro databáze

source: SUSHI Import
cs_cz: Import SUSHI

source: Sushi Output Log:
cs_cz: Výstupní protokol SUSHI:

source: SUSHI Administration
cs_cz: Administrace SUSHI

source: Add new platform for SUSHI
cs_cz: Přidat novou platformu na SUSHI

source: Outstanding Import Queue
cs_cz: Fronta importů ke zpracování

source: Last Failed SUSHI Imports
cs_cz: Poslední neúspěšné importy SUSHI

source: All SUSHI Services
cs_cz: Všechny SUSHI

source: SUSHI runs found for day:
cs_cz: SUSHI naplánováno na:

source: Log in to
cs_cz: Přihlásit se do

source: Sushi Administration
cs_cz: SUSHI administrace

source: for more information.
cs_cz: pro více informací.

source: SUSHI Scheduled run log for
cs_cz: Protokol o naplánovaném spuštění SUSHI

source: runs
cs_cz: spuštění

source: Run complete. Log has been emailed to
cs_cz: Spuštění dokončeno. Protokol byl odeslán na

source: Email to
cs_cz: E-mail

source: Failed!
cs_cz: Selhal!

source: Nothing to see here! (no sushi scheduled today)
cs_cz: Na dnešek nejsou naplánovány žádné SUSHI importy!

source: Usage Statistics Module version
cs_cz: Verze modulu Statistik využití

source: CORAL Project Website
cs_cz: Webová stránka projektu CORAL

source: Report an issue
cs_cz: Nahlásit problém

source: Usage Statistics
cs_cz: Statistiky využití

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
cs_cz: Pro správnou funkčnost webu musí být zapnut JavaScript. Zapněte si JavaScript ve svém prohlížeči a

source: try again
cs_cz: opakujte akci

source: Powered by
cs_cz: Systém postaven na

source: Hello
cs_cz: Dobrý den

source: logout
cs_cz: odhlásit

source: Help
cs_cz: Pomoc

source: Invalid translation route!
cs_cz: Chyba v překladu!

source: File Import
cs_cz: Import souboru

source: Usage Reports
cs_cz: Statistiky využití

source: Change Module
cs_cz: Změnit modul

source: Main Menu
cs_cz: Hlavní menu

source: Resources
cs_cz: Informační zdroje

source: Organizations
cs_cz: Organizace

source: Licensing
cs_cz: Licence

source: Titles
cs_cz: Tituly

source: Upload Process Complete
cs_cz: Nahrávání dokončeno

source: Process started on
cs_cz: Proces započal

source: File:
cs_cz: Soubor:

source: Report Format:
cs_cz: Formát reportu:

source: Outlier Parameters:
cs_cz: Parametry pro okrajové tituly:

source: % over
cs_cz: % za

source: Override indicator set - all months will be imported.
cs_cz: Množina přepisovacích indikátorů - všechny měsíce budou importovány.

source: Entire year already exists for this Platform / year. No counts will be imported.
cs_cz: Pro tuto platformu už existuje celý rok dat. Žádné statistiky nebudou importovány.

source: Month Started at:
cs_cz: Měsíc začal:

source: No records exist for this Platform / year. Import will start with month 1.
cs_cz: Pro tuto platformu neexistuje žádný záznam. Import začne s měsícem 1.

source: Partial year records exist for this Platform / year. Import will start with month 1 and end with month
cs_cz: Pro tuto platformu existují částečná data. Import začne měsícem 1 a skončí měsícem

source: Year:
cs_cz: Rok:

source: New Platform set up:
cs_cz: Přidat platformu:

source: New Publisher / Platform set up:
cs_cz: Přidat vydavatele / platformu:

source: Publisher / Platform:
cs_cz: Vydavatel / platforma:

source: Title:
cs_cz: Název:

source: Merged
cs_cz: Sloučeno

source: Duplicate record for this Print ISSN in same spreadsheet: Month:
cs_cz: Pro toto ISSN existují duplicity: Měsíc:

source: New Count:
cs_cz: Nový počet:

source: New Usage Count Record Added: Month:
cs_cz: Přidán součet využívanosti: Měsíc:

source: Count:
cs_cz: Součet:

source: Usage Count Record is not numeric for month:
cs_cz: Součet využívanosti za měsíc není číslo:

source: imported as 0.
cs_cz: importováno jako 0.

source: Outlier found for this record: Level
cs_cz: Okrajový titul nalezen pro tento záznam: Úroveň

source: Current or future month will not be imported:
cs_cz: Současný nebo budoucí měsíce nebudou importovány:

source: YTD Already Exists for this Print ISSN, counts are added together.
cs_cz: Celkem za tento reok už pro toto ISSN existuje, součty jsou přidány dohromady.

source: YTD Total Count:
cs_cz: Celkem za tento rok:

source: YTD HTML Count:
cs_cz: Tento rok celkem HTML:

source: YTD PDF Count:
cs_cz: Tento rok celkem PDF:

source: No YTD import performed since monthly stats were not imported
cs_cz: Nebyl proveden import za tento rok, protože nebyly importovány statistiky za jednotlivé měsíce

source: Title match did not complete correctly, please check ISBN / ISSN to verify for Title:
cs_cz: Kontrola titulů nebyla úspěšně dokončena, zkontrolujte ISBN / ISSN pro titul:

source: Log Output for
cs_cz: Uložit výstup pro

source: Usage Statistics File Import Run!
cs_cz: Spustit import souboru pro statistiku využití!

source: Please find log file:
cs_cz: Zkontrolujte protokol:

source: Log has been emailed to
cs_cz: Protokol byl odeslán na

source: titles processed.
cs_cz: titulů zpracováno.

source: Status
cs_cz: Stav

source: File archived as
cs_cz: Soubor archivován jako

source: Log file available at:
cs_cz: Protokol k dispozici na:

source: Process completed.
cs_cz: Proces dokončen.

source: Summary:
cs_cz: Souhrn:

source: SUSHI Import Confirmation
cs_cz: Potvrzení SUSHI importu

source: The file
cs_cz: Soubor

source: has been uploaded successfully.
cs_cz: byl úspěšně nahrán.

source: Please confirm the following data:
cs_cz: Zkontrolujte následující data:

source: Upload Process Confirmation
cs_cz: Potvrzení procesu nahrávání

source: for
cs_cz: pro

source: Looking for
cs_cz: Hledám

source: in column
cs_cz: ve sloupci

source: but found
cs_cz: nalezeno

source: Error with Format
cs_cz: Chyba ve formátu

source: Report format is set to
cs_cz: Formát reportu nastaven na

source: but does not match the column names listed in layouts.ini for this format
cs_cz: ale neodpovídá názvům sloupců v souboru layouts.ini pro zadaný formát

source: Expecting columns:
cs_cz: Očekávám sloupce:

source: Found columns:
cs_cz: Nalezené sloupce:

source: If problems persist you can copy an existing header that works into this file.
cs_cz: Pokud problém přetrvává, nakopírujte existující fungující hlavičku do tohoto souboru.

source: Error with Setup: This report format is not set up in layouts.ini.
cs_cz: Chyba v nastavení: Tento formát reportu není nastaven v layouts.ini.

source: Error with Format: The line preceding the first should start with 'Total'.
cs_cz: Chyba ve formátu: Řádek předcházející první by měl začínat na 'Total'.

source: Error with Year: Year listed in header
cs_cz: Chyba v roce: Rok zmíněný v hlavičce

source: may not be ahead of current year. Please correct and submit again.
cs_cz: nemůže být pozdější než aktuální rok.

source: File is flagged to override verifications of previous month data. If this is incorrect use 'Cancel' to fix.
cs_cz: Soubor je označen k přepsání existujících dat. Pokud toto nechcete, klikněte na Zrušit.
