Repository: SuperDomek/Coral
Catalog: reports/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Refreshing Contents...
cs_cz: Obnovuji obsah...

source: Platform Interface Notes (if available)
cs_cz: Poznámky k rozhraní platformy

source: Publisher Notes (if available)
cs_cz: Poznámky k vydavateli

source: Sorry, no rows were returned.
cs_cz: Nenalezena shoda.

source: view related titles
cs_cz: zobrazit související tituly

source: view in link resolver
cs_cz: zobrazit v SFX

source: Usage Reports
cs_cz: Statistiky využití

source: Powered by
cs_cz: Systém postaven na

source: Invalid translation route!
cs_cz: Chyba v překladu!

source: Help
cs_cz: Pomoc

source: Select Report
cs_cz: Vyberte report

source: Submit
cs_cz: Odeslat

source: Reset
cs_cz: Resetovat

source: Frequently Asked Questions
cs_cz: Často kladené dotazy

source: Q. Why isn't the HTML number double the PDF number for interfaces that automatically download HTML?
cs_cz: Otázka: Proč není u rozhraní automaticky stahujících HTML počet HTML stažení dvojnásobek počtu PDF?

source: A. Frequently these sites do NOT automatically download HTML from the Table of Contents browse interface, so even platforms such as ScienceDirect occasionally have higher PDF than HTML counts.
cs_cz: Odpověď: Tyto stránky často nestahují HTML při procházení obsahů, takže i na platformách jako ScienceDirect mají PDF občas více než HTML.

source: Q. I thought COUNTER standards prevented double-counting of article downloads.
cs_cz: Otázka: Myslel jsem si, že standard COUNTER zabraňuje dvojímu započítání stažení článku.

source: A. COUNTER does require that duplicate clicks on HTML or PDF within a short period of time be counted once. But COUNTER specifically does not deny double count of different formats--HTML and PDF. Because some publishers automatically choose HTML for users, and because many users prefer to save and/or print the PDF version, this interface significantly inflates total article usage.
cs_cz: Odpověď: COUNTER vyžaduje, aby duplicitní kliky v rámci jednoho formátu HTML, nebo PDF během krátkého času za sebou byly počítány jednou. Nicméně COUNTER nezakazuje dvojí počítání různých formátů - HTML a PDF. Protože někteří vydavatelé automaticky zobrazují HTML a zároveň mnoho uživatelů si raději stáhne PDF, může se výsledný součet značně nafouknout.

source: Q. Why do some Highwire Press publishers have high HTML ratios to PDFs, but some appear to have a very low ratio?
cs_cz: Otázka: Proč mají někteří vydavatelé v Highwire Press vysoký poměr HTML ku PDF, ale někteří naopak nízký?

source: A. Some publishers have automatic HTML display on Highwire, and some do not. This is because the publisher is able to indicate a preferred linking page through the DOI registry. Because this platform includes multiple publishers, the interface impact is not consistent.
cs_cz: Odpověď: Někteří vydavatelé automaticky zobrazují HTML a někteří ne. To je zapříčiněno tím, že vydavatel může přes DOI link indikovat preferovanou stránku k prolinkování. Protože je na této platformě více vydavatelů s různým nastavením, statistiky nejsou konzistentní.

source: Invalid type!!
cs_cz: Chybný typ!!

source: CORAL Usage Statistics Reporting
cs_cz: Statistiky využití

source: Click to show information about this report
cs_cz: Klikněte pro zobrazení informací o tomto reportu

source: Modify Parameters
cs_cz: Upravit parametry

source: Create New Report
cs_cz: Vytvořit report

source: By Month and Resource
cs_cz: Podle měsíce a zdroje

source: from an Archive
cs_cz: z archivu

source: Number of Successful Full-Text Article Requests %s
cs_cz: Počet úspěšných stažený plných textů článků %s

source: Multiple titles with the same print ISSN (generally multiple parts) have been merged together
cs_cz: Záznamy se stejným ISSN byly spojeny dohromady

source: Key
cs_cz: Klíč

source: not been adjusted
cs_cz: nebylo upraveno

source: been adjusted manually by Electronic Resources
cs_cz: bylo upraveno ručně elektronickým zdrojem

source: Programmatically flagged as outlier based on previous 12 month average. The number has %s
cs_cz: Automaticky označeno jako okrajový titul na základě průměru z předchozích 12 měsíců. Výsledné číslo %s

source: Programmatically flagged as outlier using the following formula: Count is %d over %d%% of the previous 12 month average.
cs_cz: Automaticky označeno jako okrajový titul podle následujícího vzorce: Součet je %d za %d%% z průměru za předchozích 12 měsíců.

source: Programmatically flagged as outlier based on previous 12 month average. The number has not been adjusted.
cs_cz: Automaticky označeno jako okrajový titul na základě průměru za předchozích 12 měsíců. Výsledné číslo nebylo upraveno.

source: Programmatically flagged as outlier based on previous 12 month average. The number has been adjusted manually by Electronic Resources.
cs_cz: Automaticky označeno za okrajový titul na základě průměru za předchozích 12 měsíců. Číslo bylo upraveno ručně elektronickým zdrojem.

source: Color Background Key
cs_cz: Barva pozadí klíče

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
cs_cz: Pro správnou funkčnost webu musí být zapnut JavaScript. Zapněte si JavaScript ve svém prohlížeči a

source: try again
cs_cz: opakujte akci
