Repository: SuperDomek/Coral
Catalog: licensing/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Processing...
cs_cz: Zpracovávám...

source: Do you really want to delete this data?
cs_cz: Vážně si přejete smazat tato data?

source: Do you really want to delete this user?
cs_cz: Vážně si přejete smazat tohoto uživatele?

source: Do you really want to delete this expression type? Any associated Qualifiers will be deleted as well.
cs_cz: Vážně si přejete smazat tento úryvek? Budou smazánytaké nastavené příznaky.

source: add
cs_cz: Přidat

source: File name is already being used...
cs_cz: Název souboru je už použit jinde...

source: The attachments directory is not writable.
cs_cz: Do složky s přílohami nelze zapisovat

source: successfully uploaded.
cs_cz: úspěšně nahráno.

source: remove
cs_cz: odstranit

source: Do you really want to delete this attachment?
cs_cz: Opravdu si přejete smazat tuto přílohu?

source: This name is already being used!
cs_cz: Tento název je již používán!

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
cs_cz: Název souboru nesmí obsahovat speciální znaky - &, uvozovky a znaky < a >.

source: The documents directory is not writable.
cs_cz: Do složky s dokumenty nelze zapisovat.

source: Document Type is required.
cs_cz: Musíte nastavit pole Typ dokumentu.

source: Short Name is required.
cs_cz: Musíte nastavit pole Krátký název.

source: DocumentType has been added
cs_cz: Typ dokumentu byl přidán

source: ExpressionType has been added
cs_cz: Typ úryvku byl přidán

source: Warning! This organization will be added new.
cs_cz: Upozornění! Pro tuto organizaci bude vytvořen nový záznam.

source: Konzorcium has been added
cs_cz: Bylo přidáno konsorcium

source: License Name is required.
cs_cz: Musíte zadat Název licence.

source: Provider is required.
cs_cz: Musíte zadat Poskytovatele.

source: A document must be selected to continue.
cs_cz: Pro pokračování vyberte dokument.

source: Terms Tool Resource must be entered to continue.
cs_cz: Pro pokračování vložte Terms Tool Resource.

source: No match!
cs_cz: Nebyla nalezena shoda!

source: Selected:
cs_cz: Vybráno:

source: Do you really want to delete this signature?
cs_cz: Vážně si přejete smazat tento podpis?

source: SignatureType has been added
cs_cz: Byl přidán Typ podpisu

source: Do you really want to delete this license?
cs_cz: Opravdu si přejete smazat tuto licenci?

source: Refreshing Contents...
cs_cz: Obnovování obsahu...

source: record)
cs_cz: záznam)

source: records)
cs_cz: záznamy)

source: Do you really want to archive this document?
cs_cz: Opravdu si přejete archivovat tento dokument?

source: Do you really want to delete this document?
cs_cz: Opravdu si přejete smazat tento dokument?

source: There was a problem with deleting the document. You may not delete a document if there are associated expressions. Remove all expressions and try again.
cs_cz: Nastal problém při mazání dokumentu. Nemůžete smazatdokument, pokud má přiřazeny úryvky. Smažte všechny úryvky a zkuste jej smazat znovu.

source: Do you really want to delete this expression?
cs_cz: Opravdu si přejete smazat tento úryvek

source: Do you really want to delete this attachment? This will also delete all attached files.
cs_cz: Opravdu si přejete smazat tuto přílohu? Tato akce smažetaké přiložené soubory.

source: Do you really want to delete this terms tool resource link?
cs_cz: Opravdu si přejete smazat tento terms tool resource link?

source: File name is already being used.
cs_cz: Název souboru je již používán.

source: Please select a file to upload.
cs_cz: Prosím vyberte soubor k nahrání.

source: At least one term type must be selected.
cs_cz: Musíte vybrat alespoň jeden term type.

source: The Publisher / Provider field must contain a value.
cs_cz: Pole Vydavatel / Poskytovatel musí obsahovat nějakou hodnotu.

source: Please correct the following form error(s):
cs_cz: Prosíme opravte následující chyby:

source: Sunday
cs_cz: Neděle

source: Monday
cs_cz: Pondělí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Středa

source: Thursday
cs_cz: Čtvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: Sun
cs_cz: Ne

source: Mon
cs_cz: Po

source: Tue
cs_cz: Út

source: Wed
cs_cz: St

source: Thu
cs_cz: Čt

source: Fri
cs_cz: Pá

source: Sat
cs_cz: So

source: January
cs_cz: Leden

source: February
cs_cz: Únor

source: March
cs_cz: Březen

source: April
cs_cz: Duben

source: May
cs_cz: Květen

source: June
cs_cz: Červen

source: July
cs_cz: Červenec

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: October
cs_cz: Říjen

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: Jan
cs_cz: Led

source: Feb
cs_cz: Úno

source: Mar
cs_cz: Bře

source: Apr
cs_cz: Dub

source: Jun
cs_cz: Čvn

source: Jul
cs_cz: Čvc

source: Aug
cs_cz: Srp

source: Sep
cs_cz: Zář

source: Oct
cs_cz: Říj

source: Nov
cs_cz: Lis

source: Dec
cs_cz: Pro

source: Previous year
cs_cz: Předchozí rok

source: Previous month
cs_cz: Předchozí měsíc

source: Next year
cs_cz: Následující rok

source: Next month
cs_cz: Následující měsíc

source: Close
cs_cz: Zavřít

source: Choose date
cs_cz: Vyberte datum

source: Administration
cs_cz: Administrace

source: Users
cs_cz: Uživatelé

source: add new user
cs_cz: Přidat uživatele

source: Loading...
cs_cz: Načítám...

source: Document Types
cs_cz: Typy dokumentů

source: add new document type
cs_cz: přidat nový typ dokumentu

source: Expression Types
cs_cz: Typy úryvků

source: add new expression type
cs_cz: přidat nový typ úryvku

source: Qualifiers
cs_cz: Příznaky

source: add new qualifier
cs_cz: Přidat nový příznak

source: Signature Types
cs_cz: Typy subjektů

source: add new signature type
cs_cz: Přidat nový typ subjektu

source: License Statuses
cs_cz: Stavy licence

source: add new license status
cs_cz: Přidat nový stav licence

source: Calendar Settings
cs_cz: Nastavení kalendáře

source: Consortia
cs_cz: Konzorcia

source: add new Konzorcium
cs_cz: Přidat nové konzorcium

source: Providers
cs_cz: Poskytovatelé

source: add new provider
cs_cz: Přidat nového poskytovatele

source: You don't have permission to access this page
cs_cz: Nemáte dostatečná práva pro zobrazení této stránky

source: There was a problem with the database:
cs_cz: Nastal problém s databází:

source: Cannot get value for undefined key (
cs_cz: Nelze získat hodnotu pro nedefinovaný klíč (

source: License
cs_cz: Licence

source: License Name:
cs_cz: Název licence:

source: Publisher / Provider:
cs_cz: Vydavatel / poskytovatel:

source: There was an error processing this request - please verify configuration.ini is set up for organizations correctly and the database and tables have been created.
cs_cz: Nastala chyba při zpracovávání požadavku - prosím ověřte správné nastavení configuration.ini a vytvoření databáze a tabulek.

source: add Konzorcium
cs_cz: Přidat konzorcium

source: submit
cs_cz: Odeslat

source: cancel
cs_cz: Zrušit

source: Document Upload
cs_cz: Nahrát dokument

source: Effective Date:
cs_cz: Datum účinnosti:

source: Document Type:
cs_cz: Typ dokumentu:

source: add document type
cs_cz: Přidat typ dokumentu

source: Parent:
cs_cz: Nadřazený záznam:

source: Name:
cs_cz: Název:

source: File:
cs_cz: Soubor:

source: replace with new file
cs_cz: Nahradit novým souborem

source: Archived:
cs_cz: Archivováno:

source: Archive Document Date
cs_cz: Datum archivace dokumentu

source: Archive Date:
cs_cz: Datum archivace:

source: Continue
cs_cz: Pokračovat

source: For Document:
cs_cz: Pro dokument:

source: Signatures
cs_cz: Signatáři

source: Signer Name
cs_cz: Jméno signatáře

source: Date
cs_cz: Datum

source: Type
cs_cz: Typ

source: commit update
cs_cz: Uložit

source: edit
cs_cz: Upravit

source: Expressions
cs_cz: Úryvky

source: Document:
cs_cz: Dokument:

source: Expression Type:
cs_cz: Typ úryvku:

source: add expression
cs_cz: Přidat úryvek

source: Qualifier:
cs_cz: Příznaky:

source: Document Text:
cs_cz: Text dokumentu:

source: Notes
cs_cz: Poznámky

source: For Document Text:
cs_cz: Pro text dokumentu:

source: Attachments
cs_cz: Přílohy

source: Date:
cs_cz: Datum:

source: Details:
cs_cz: Detaily:

source: Attachments:
cs_cz: Přílohy:

source: Update
cs_cz: Obnovit

source: update
cs_cz: obnovit

source: close
cs_cz: zavřít

source: Add New
cs_cz: Přidat

source: User
cs_cz: Uživatel

source: Login ID
cs_cz: Login

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Privilege
cs_cz: Oprávnění

source: Add/Edit users can add, edit, or remove licenses and associated fields
cs_cz: Uživatelé s Přidat/upravit mohou přidávat, upravovat nebo mazat licence a další údaje

source: Admin users have access to the Admin page and the SFX tab.
cs_cz: Administrátoři mají přístup ke stránce admina a tabulce SFX

source: Restricted users do not have the ability to view documents
cs_cz: Omezení uživatelé nemají možnost zobrazit si dokumenty

source: View only users can view all license information, including the license pdf
cs_cz: Prohlížející uživatelé si mohou zobrazit licence včetně souborů.

source: Enter email address if you wish this user to receive email notifications when the terms tool box is checked on the Expressions tab.
cs_cz: Vložte e-mail pokud si přejete, aby tento uživatel dostával upozornění,pokud je nastavena možnost Terms Tool na stránce Úryvků.

source: Leave this field blank if the user shouldn't receive emails.
cs_cz: Nechte toto pole prázdné, pokud uživatel nemá dostávat informační e-maily.

source: Expression Type
cs_cz: Typ úryvku

source: Note Type
cs_cz: Typ poznámky

source: Internal
cs_cz: Interní

source: Display
cs_cz: Zobrazit

source: Note type of display allows for terms tool use
cs_cz: Typ poznámky k zobrazení umožní použít terms tool

source: Edit
cs_cz: Upravit

source: Variable Name
cs_cz: Název proměnné

source: Value
cs_cz: Hodnota

source: Qualifier
cs_cz: Příznak

source: For Expression Type
cs_cz: Pro typ úryvku

source: Action
cs_cz: Akce

source: not set up!
cs_cz: není nastaveno!

source: edit license
cs_cz: Upravit licenci

source: remove license
cs_cz: Odstranit licenci

source: edit organization
cs_cz: Upravit organizaci

source: License Status:
cs_cz: Status licence:

source: For Document
cs_cz: Pro dokument

source: Resource
cs_cz: Zdroj

source: (none found)
cs_cz: (nenalezeno)

source: add new terms tool resource link
cs_cz: Přidat nový link na terms tool resource

source: Details
cs_cz: Detaily

source: more...
cs_cz: více...

source: less...
cs_cz: méně...

source: (none uploaded)
cs_cz: (není nahráno)

source: view attachment
cs_cz: Zobrazit přílohu

source: add new attachment
cs_cz: Vložit přílohu

source: Sorry, no licenses fit your query
cs_cz: Vašemu dotazu neodpovídá žádný výsledek

source: Displaying
cs_cz: Zobrazuji

source: to
cs_cz: do

source: of
cs_cz: z

source: License Records
cs_cz: Licence

source: Name
cs_cz: Název

source: Publisher / Provider
cs_cz: Vydavatel / poskytovatel

source: Status
cs_cz: Stav

source: records per page
cs_cz: záznamů na stránku

source: view / edit license
cs_cz: zobrazit / upravit licence

source: view / edit
cs_cz: Zobrazit / upravit

source: notes
cs_cz: poznámky

source: view document
cs_cz: Zobrazit dokument

source: view license
cs_cz: Zobrazit licence

source: Notes:
cs_cz: Poznámky:

source: Qualifiers:
cs_cz: Příznaky:

source: Document Text
cs_cz: Text dokumentu

source: (document text not entered)
cs_cz: (není zadán text dokumentu)

source: (none for
cs_cz: (žádný pro

source: Archived Documents
cs_cz: Archivované dokumenty

source: hide archives
cs_cz: skrýt archivované

source: Effective Date
cs_cz: Datum účinnosti

source: archived on:
cs_cz: Archivováno:

source: (no date)
cs_cz: (bez data)

source: add/view details
cs_cz: přidat/zobrazit detaily

source: add signatures
cs_cz: přidat subjekty

source: view expressions
cs_cz: Zobrazit úryvky

source: edit document
cs_cz: Upravit dokument

source: remove document
cs_cz: Smazat dokument

source: This document has
cs_cz: Tento dokument má

source: children document(s) not displayed.
cs_cz: související dokumenty nezobrazeny.

source: show all documents for this parent
cs_cz: Zobrazit všechny související dokumenty pro tento dokument

source: The following
cs_cz: Následující

source: document(s) belong to
cs_cz: dokumenty náleží k

source: hide children documents for this parent
cs_cz: skrýt související dokumenty pro tento dokument

source: archive document
cs_cz: archivovat dokument

source: archive(s) available.
cs_cz: dostupných archivovaných souborů.

source: show archives
cs_cz: Zobrazit archivované

source: upload new document
cs_cz: Nahrát dokument

source: used in terms tool
cs_cz: použitý v terms tool

source: (none)
cs_cz: (žádný)

source: add/view
cs_cz: Přidat/zobrazit

source: add new expression
cs_cz: Přidat úryvek

source: Terms Tool Update Email
cs_cz: Upravit e-mail pro aktualizaci terms tool

source: Setting
cs_cz: Nastavení

source: Limit by Qualifier:
cs_cz: Omezit na příznak:

source: Resources Module
cs_cz: Informační zdroje

source: License successfully deleted.
cs_cz: Licence úspěšně smazána.

source: success uploading!
cs_cz: úspěšně nahráno!

source: There was a problem saving your file to
cs_cz: Nastala chyba při ukládání souboru do

source: Document Saved Successfully.
cs_cz: Dokument úspěšně uložen.

source: Signature Deleted Successfully.
cs_cz: Subjekt úspěšně smazán.

source: Expression Removed Successfully.
cs_cz: Úryvek úspěšně smazán.

source: An expression in the licensing module has been approved for terms tool use.
cs_cz: Úryvek v licenčním modulu byl schválen do terms tool.

source: License:
cs_cz: Licence:

source: View License Record:
cs_cz: Zobrazit licenci:

source: Licensing - expression set to production use
cs_cz: Licence - úryvek nastaven k užití

source: Approved for terms tool display.
cs_cz: Schváleno pro zobrazení v terms tool.

source: Removed from terms tool display.
cs_cz: Odstraněno ze zobrazení v terms tool.

source: Expression Note Updated Successfully.
cs_cz: Poznámka k úryvku úspěšně změněna.

source: Expression Note Added Successfully.
cs_cz: Poznámka k úryvku úspěšně přidána.

source: Note Removed Successfully.
cs_cz: Poznámka úspěšně odstraněna.

source: Terms Tool Resource Link successfully deleted
cs_cz: Odkaz v Terms tool resource úspěšně smazán.

source: License Updated Successfully.
cs_cz: Licence úspěšně změněna.

source: License Added Successfully.
cs_cz: Licence úspěšně přidána.

source: Please continue to upload documents and add expressions or emails.
cs_cz: Pokračujte v nahrávání dokumentů a přidávání úryvků nebo e-mailů.

source: SQL Insert Failed.
cs_cz: Selhal SQL Insert

source: Please make sure everything is filled out correctly.
cs_cz: Prosíme zkontrolujte správnost vyplnění polí.

source: Unable to delete - this
cs_cz: Nepodařilo se smazat - zdroj

source: is in use. Please make sure no licenses are set up with this information.
cs_cz: je využíván. Zkontrolujte, že nejsou s touto informací spojeny žádné licence.

source: Unable to delete. Please make sure no licenses are set up with this information.
cs_cz: Nepodařilo se smazat. Ujistěte se, že nejsou s touto informací spojeny žádné licence.

source: Attachment successfully deleted
cs_cz: Příloha úspěšně smazána.

source: Attachment file successfully deleted
cs_cz: Soubor přílohy úspěšně smazán.

source: Status has been updated
cs_cz: Stav byl změněn.

source: Home
cs_cz: Domů

source: Calendar
cs_cz: Kalendář

source: Could not connect to host.
cs_cz: Nepodařilo se připojit k host.

source: Could not find License database.
cs_cz: Nepodařilo se načíst databázi licencí.

source: Could not find Resource database.
cs_cz: Nepodařilo se vyhledat databázi informačních zdrojů.

source: There was an error with the CalendarSettings Table please verify the table has been created.
cs_cz: Nastala chyba v tabulce CalendarSettings. Ověřte, zda byla tabulka vytvořena

source: There was an error with the CalendarSettings Configuration.
cs_cz: Nastala chyba v nastavení CalendarSettings.

source: Bad Query Failure
cs_cz: Chyba Bad Query

source: Upcoming License Renewals
cs_cz: Nadcházející prodloužení licencí

source: No associated licenses available.
cs_cz: Žádné dostupné asociované licence.

source: Expired
cs_cz: Vypršela před

source: days ago
cs_cz: dny

source: - Expires in
cs_cz: - Vyprší za

source: days)
cs_cz: dnů)

source: days
cs_cz: dnů

source: Participants:
cs_cz: Účastníci :

source: Expression Comparison
cs_cz: Srovnání úryvků

source: Limit by Expression Type:
cs_cz: Omezit podle typu úryvku:

source: Licenses In Progress
cs_cz: Licence v řízení

source: Browse All
cs_cz: Procházet všechny

source: Search
cs_cz: Hledat

source: new search
cs_cz: Nové hledání

source: Name (contains)
cs_cz: Název (obsahuje)

source: go!
cs_cz: OK!

source: Publisher/Provider
cs_cz: Vydavatel/poskytovatel

source: All
cs_cz: Všechny

source: Document Type
cs_cz: Typ dokumentu

source: Starts with
cs_cz: Začíná na

source: Documents
cs_cz: Dokumenty

source: Helpful Links
cs_cz: Další odkazy

source: Send feedback on this resource
cs_cz: Zaslat odezvu na tento informační zdroj.

source: Not Available
cs_cz: Není k dispozici

source: Please contact your Administrator for access to the Licensing Module.
cs_cz: Kontaktujte administrátora pro udělení přístupu do modulu licencí.

source: ONIX-PL Import
cs_cz: Importér ONIX-PL

source: The file has been successfully uploaded.
cs_cz: Soubor byl úspěšně nahrán.

source: Unable to create file for license.
cs_cz: Nepodařilo se vytvořit soubor k licenci.

source: Expression Type(s) Created
cs_cz: Typ úryvku vytvořen

source: Qualifiers Created
cs_cz: Příznaky vytvořeny

source: Cannot create XML object
cs_cz: Nelze vytvořit XML objekt

source: Unable to upload the file
cs_cz: Nelze nahrát soubor

source: Error:
cs_cz: Chyba:

source: File selection
cs_cz: Výběr souboru

source: XML File
cs_cz: XML soubor

source: Import options
cs_cz: Možnosti importu

source: Usage Terms
cs_cz: Podmínky užívání

source: Supply Terms
cs_cz: Podmínky dodavatele

source: Continuing Access Terms
cs_cz: Podmínky pokračujícího přístupu

source: Payment Terms
cs_cz: Podmínky platby

source: General Terms
cs_cz: Obecné podmínky

source: Upload
cs_cz: Nahrát

source: Licensing Module version
cs_cz: Verze licenčního modulu

source: CORAL Project Website
cs_cz: Web projektu CORAL

source: Report an issue
cs_cz: Nahlásit problém

source: Both license name and organization must be filled out. Please try again.
cs_cz: Musí být vyplněny jméno licence a organizace. Zkuste to znovu.

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
cs_cz: Pro práci se systémem musíte mít zapnutý JavaScript. Prosím zapněte si JavaScript ve svém prohlížeči a

source: try again
cs_cz: zkuste akci znovu.

source: Licensing
cs_cz: Licence

source: Powered by
cs_cz: Postaveno na

source: Hello
cs_cz: Dobrý den

source: logout
cs_cz: Odhlásit se

source: Help
cs_cz: Pomoc

source: Invalid translation route!
cs_cz: Chyba nastavení překladu!

source: New License
cs_cz: Přidat licenci

source: License In Progress
cs_cz: Licence v řízení

source: ONIX-PL File Import
cs_cz: Importér souboru ONIX-PL

source: Admin
cs_cz: Administrace

source: Change Module
cs_cz: Změnit modul

source: Main Menu
cs_cz: Hlavní menu

source: Resources
cs_cz: Informační zdroje

source: Organizations
cs_cz: Organizace

source: Usage Statistics
cs_cz: Statistiky uživání
